Repository: paskao/freepto-usb-utils
Catalog: po/*.po
Languages: es_es, it_it

source: Persistence is under creation. You must wait until the process ends.
es_es: Se está creando la persistencia. Tienes que esperar que el proceso acabe.
it_it: La persistenza si sta creando. Devi aspettare finchè il processo non sarà finito.

source: Errors in persistence creation. Code: %s
es_es: Se han verificado errores en la creación de la persistencia. Código: %s
it_it: Si sono verificati degli errori durante la creazione. Codice: %s

source: Persistence created! You must reboot the system to use it.
es_es: La persistencia ha sido creada! Tienes que reiniciar el sistema para poderla usar.
it_it: Persistenza creata! Devi riavviare il sistema per poterla usare.

source: Creating persistence
es_es: Creando la persistencia
it_it: Creando la persistenza

source: Completed
es_es: Acabado
it_it: Completato

source: Refresh
es_es: Refrescar
it_it: Aggiorna

source: Exit
es_es: Salir
it_it: Esci

source: Help
es_es: Ayuda
it_it: Aiuto

source: About
es_es: Acerca de
it_it: Informazioni

source: Persistence helper is a graphical tool to create the encrypted persistence partition for Freepto
es_es: Persistence helper es una herramienta gráfica que te permite crear la partición de la persistencia cifrada de Freepto
it_it: Persistence helper è uno strumento grafico per poter creare la partizione cifrata della persistenza di Freepto

source: Yes
es_es: Sí
it_it: Si

source: Freepto device:
es_es: Dispositivo de Freepto:
it_it: Dispositivo di Freepto:

source: Persistence available:
es_es: Persistencia disponible:
it_it: Persistenza disponibile:

source: Persistence mounted:
es_es: Persistencia montada
it_it: Persistenza montata:

source: Disk size:
es_es: Tamaño disco:
it_it: Dimensione disco:

source: Live size:
es_es: Tamaño live:
it_it: Dimensione live:

source: Persistence size:
es_es: Tamaño persistencia:
it_it: Dimensione persistenza:

source: Device info
es_es: Información del dispositivo
it_it: Informazioni del dispositivo

source: <b>What's that?</b>
es_es: <b>¿Que es esto?</b>
it_it: <b>Cos'è?</b>

source: The persistence is the encrypted space on Freepto where your data is securely stored.
es_es: La persistencia es el espacio cifrado de Freepto donde tus datos se guardan con seguridad.
it_it: La persistenza è lo spazio cifrato su Freepto dove i tuoi dati vengono salvati con sicurezza.

source: <b>Status</b>
es_es: <b>Estado</b>
it_it: <b>Stato</b>

source: Options
es_es: Opciones
it_it: Opzioni

source: Passphrase
es_es: Contraseña

source: Repeat passphrase
es_es: Repetir contraseña
it_it: Ripeti la passphrase

source: Fill with random data
es_es: Llena con datos aleatorios
it_it: Riempi con dati casuali

source: Create persistence
es_es: Crea persistencia
it_it: Crea la persistenza

source: Passphrase mismatch.
es_es: Las contraseñas no son iguales.
it_it: Le passphrase non corrispondono.

source: Passphrase must be at least 8 characters.
es_es: La contraseña tiene que ser al menos 8 carácteres
it_it: La passphrase deve essere composta da almeno 8 caratteri.

source: Freepto seems running on a virtual machine. This could be a risk for your privacy.
es_es: Parece que Freepto está arracada en una maquina virtual. Esto podría ser un problema por tu seguridad.
it_it: Sembra che Freepto sia avviata su una macchina virtuale. Questo potrebbe essere un rischio per la tua privacy.

source: Persistence is not available, but you can create it. Fill the form and click on 'Create persistence'.
es_es: La persistencia no está disponible, pero puedes crearla. Rellena el formulario y haz clic en 'Crea persistencia'.
it_it: La persistenza non è disponibile, però puoi crearla. Riempi il form e clicca su 'Crea la persistenza'.

source: Disk not found
es_es: Disco no encontrado
it_it: Disco non trovato

source: Persistence available an Freepto is using it.
es_es: La persistencia está dispoible y Freepto la está usando.
it_it: La persistenza è disponibile e Freepto la sta usando.

source: Persistence available but Freepto is not using it. You must reboot the system to use persistence.
es_es: La persistencia está disponible pero Freepto no la está usando. Tienes que reiniciar el sistema para usarla.
it_it: La persistenza è disponibile però Freepto non la sta usando. Devi riavviare il sistema per poterla usare.

source: Reboot the system
es_es: Reinicia el sistema
it_it: Riavvia il sistema

source: Persistence mounted
es_es: Persistencia montada
it_it: Persistenza montata

source: Persistence not mounted, but available (maybe you want to reboot?)
es_es: La persistencia no está montada, pero está disponible (quizá quieres reiniciar el sistema?)
it_it: La persistenza non è montata, pero è disponibile (magari vuoi riavviare il sistema?)

source: Persistence not available (do you want to create it?)
es_es: La persistencia no está disponible (quizá quieres crearla?)
it_it: La persistenza non è disponibile (magar vuoi crearla?)

source: Checking...
es_es: Verificando...
it_it: Verificando...

source: Quit
es_es: Salir
it_it: Esci

source: Error
it_it: Errore
